// © Copyright 2004-2009, 2015-2016 HP Development Company, L.P.

TaskName = "Direkta utskrifts-inställningar";

NoSetTitle = "Kan inte ställa in Direkta utskriftsinställningar";
NoSetMsg = "Kontrollera att skrivaren är ansluten och påslagen. Försök igen.";

RetrieveProgressTitle = "Hämtar Direkta utskriftsinställningar…";

Auto = "Automatiskt";
KeepSettings = "Behåll aktuella inställningar";

HSDTaskTitle = "Inställning för direktutskrift";
HSDTaskDescription = "Välj de pappersstorlekar som du använder för att skriva ut direkt från ett minneskort eller en kamera:";
HSDLargeTitle = "Stor:";
HSDSmallTitle = "Liten:";

HSDA4 = "A4";
HSDUSLetter = "US Letter";
HSDHagakiCard = "Hagaki-kort";
HSDCm = "4x6 tum / 100x150 mm";
HSDPhotoL = "Foto L";
HSDA6 = "A6";
